{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v3.21.0", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of1.bin"], "weights": [{"name": "convolution2d_1_W", "shape": [9, 9, 1, 128], "dtype": "float32"}, {"name": "convolution2d_1_b", "shape": [128], "dtype": "float32"}, {"name": "convolution2d_2_W", "shape": [3, 3, 128, 64], "dtype": "float32"}, {"name": "convolution2d_2_b", "shape": [64], "dtype": "float32"}, {"name": "convolution2d_3_W", "shape": [5, 5, 64, 1], "dtype": "float32"}, {"name": "convolution2d_3_b", "shape": [1], "dtype": "float32"}]}]}